taskt/Core/Automation/Commands/ExcelGroup/AExcelColumnRangeGetCommands.dot
digraph "AExcelColumnRangeGetCommands" {
"AExcelColumnRangeGetCommands" -> "AExcelColumnRangeCommands";
"AExcelColumnRangeGetCommands" -> "IExcelColumnRangeGetProperties";
"AExcelColumnRangeCommands" -> "AExcelInstanceCommands";
"AExcelColumnRangeCommands" -> "IExcelColumnRangeProperties";
"AExcelInstanceCommands" -> "ScriptCommand";
"AExcelInstanceCommands" -> "IExcelInstanceProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
