taskt/Core/Automation/Commands/ExcelGroup/AExcelColumnRangeGetCommands.puml
@startuml
AExcelColumnRangeGetCommands --> AExcelColumnRangeCommands
AExcelColumnRangeGetCommands --> IExcelColumnRangeGetProperties
AExcelColumnRangeCommands --> AExcelInstanceCommands
AExcelColumnRangeCommands --> IExcelColumnRangeProperties
AExcelInstanceCommands --> ScriptCommand
AExcelInstanceCommands --> IExcelInstanceProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
